Repository: Vistaus/soundy
Catalog: po/*.po
Languages: es

source: Cannot connect to your speaker
es: No se pudo conectar con tu altavoz

source: About
es: Acerca de

source: Network address
es: Dirección de red

source: Welcome to Soundy!
es: ¡Bienvenido a Soundy!

source: Enjoy your SoundTouch speaker
es: Disfruta tu altavoz SoundTouch

source: Test connection
es: Probar conexión

source: Do you need help?
es: ¿Necesitas ayuda?

source: Save
es: Guardar

source: Enter the IP-address or the hostname of your speaker
es: Ingresa la dirección IP o el nombre del host de tu altavoz

source: Trying to connect to
es: Intentando conectar a

source: Connection failed to
es: No se pudo conectar a

source: Connection succeeded to
es: Conexión exitosa con

source: GTK client to control your SoundTouch speaker
es: Cliente GTK para controlar tu altavoz SoundTouch

source: Soundy is small and easy tool to control your SoundTouch network speaker.
es: Soundy es una pequeña y fácil herramienta para controlar tu altavoz SoudTouch.

source: Features:
es: Características:

source: Power ON/OFF
es: Poder ON/OFF

source: Play/Pause the currently selected track
es: Reproducir/Pausar la pista seleccionada

source: Playing next or previous track
es: Reproducir la siguiente o anterior pista

source: Increasing/decreasing volume
es: Aumentar/Disminuir el volumen

source: Displaying and playing the favourites
es: Mostrar y reproducir favoritos

source: Control your SoundTouch speaker
es: Controla tu altavoz SoundTouch
